[
  {
    "quote": "Every moment is a fresh beginning.",
    "author": "T.S. Eliot"
  },
  {
    "quote": "You are stronger than you think.",
    "author": "Unknown"
  },
  {
    "quote": "Self-care is how you take your power back.",
    "author": "Lalah Delia"
  },
  {
    "quote": "Healing is not linear.",
    "author": "Unknown"
  },
  {
    "quote": "Almost everything in life will work again if you unplug it for a few minutes, including you.",
    "author": "Anne Lamott"
  },
  {
    "quote": "Prioritize self-care: Just do the basics. Just do the next right thing for you.",
    "author": "Dr. Robyne Hanley-Dafoe"
  },
  {
    "quote": "Remember always that you not only have the right to be an individual, you have an obligation to be one.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Your work is to discover your world and then with all your heart give yourself to it.",
    "author": "Buddha"
  },
  {
    "quote": "Every one of us needs to show how much we care for each other and, in the process, care for ourselves.",
    "author": "Princess Diana"
  },
  {
    "quote": "The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.",
    "author": "Anna Quindlen"
  },
  {
    "quote": "look at yourself now. Your family, your friends, your history, and your future. Talk about what’s hard. Lean into what’s uncomfortable. Wrestle with what’s uncertain. Celebrate what is hard-fought and deserving. Mourn what has been lost. Appreciate what’s meaningful and makes life worth living for you.",
    "author": "Natasha P. Trujillo"
  },
  {
    "quote": "If you don’t love yourself, nobody will. Not only that, you won’t be good at loving anyone else. Loving starts with the self.",
    "author": "Wayne Dyer"
  },
  {
    "quote": "Asking for help is not a sign of weakness. It's a sign of strength. Oftentimes our society tells us that if we ask for help, we are weak. But the strongest thing someone can do is take that first step in getting help, whatever shape or form that is.",
    "author": "Demi Lovato"
  },
  {
    "quote": "Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself.",
    "author": "Hermann Hesse"
  },
  {
    "quote": "It is not the mountain we conquer but ourselves.",
    "author": "Sir Edmund Hillary"
  },
  {
    "quote": "It’s all about falling in love with yourself and sharing that love with someone who appreciates you, rather than looking for love to compensate for a self-love deficit.",
    "author": "Eartha Kitt"
  },
  {
    "quote": "To accept ourselves as we are means to value our imperfections as much as our perfections.",
    "author": "Sandra Bierig"
  },
  {
    "quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep, loving concern. Beautiful people do not just happen.",
    "author": "Elizabeth Kubler-Ross"
  },
  {
    "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Don’t waste your energy trying to change opinions … Do your thing, and don’t care if they like it.",
    "author": "Tina Fey"
  },
  {
    "quote": "You have to believe in yourself when no one else does—that makes you a winner right there.",
    "author": "Venus Williams"
  },
  {
    "quote": "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
    "author": "Eckhart Tolle"
  },
  {
    "quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Our bodies are our gardens, to which our wills are gardeners.",
    "author": "William Shakespeare"
  },
  {
    "quote": "Be who you are and say how you feel, because those who mind don’t matter, and those who matter don’t mind.",
    "author": "Dr. Seuss"
  },
  {
    "quote": "You are magnificent beyond measure, perfect in your imperfections, and wonderfully made.",
    "author": "Abiola Abrams"
  },
  {
    "quote": "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Knowing how to be solitary is central to the art of loving. When we can be alone, we can be with others without using them as a means of escape.",
    "author": "Bell Hooks"
  },
  {
    "quote": "When you recover or discover something that nourishes your soul and brings joy, care enough about yourself to make room for it in your life.",
    "author": "Jean Shinoda Bolen"
  },
  {
    "quote": "Keep good company, read good books, love good things, and cultivate soul and body as faithfully as you can.",
    "author": "Louisa May Alcott"
  },
  {
    "quote": "The most important investment you can make is in yourself. Very few people get anything like their potential horsepower translated into the actual horsepower of their output in life. Potential exceeds realization for many people ... The best asset is your own self. You can become to an enormous degree the person you want to be.",
    "author": "Warren Buffet"
  },
  {
    "quote": "There is a part of Wonder Woman inside me and inside every woman, kind of that secret self that women share. We are all caretakers, giving birth, caring for our children and companions and loved ones.",
    "author": "Lynda Carter"
  },
  {
    "quote": "You wash your hands when you shake a bunch of hands. You have to wash your energy when you’re around people. It’s hard for me to say self-care is washing, although I think it is. So I made music for self-care. That’s what it’s for.",
    "author": "India Arie"
  },
  {
    "quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.",
    "author": "Billy Graham"
  },
  {
    "quote": "If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "Forgiveness isn’t just the absence of anger. I think it’s also the presence of self-love, when you actually begin to value yourself.",
    "author": "Tara Westover"
  },
  {
    "quote": "Self-care is the non-negotiable. That’s the thing that you have to do. And beauty is the thing that can be the benefit of the self-care. Beauty is not the point. Beauty is just a cute side-effect from self-care.",
    "author": "Jonathan Van Ness"
  },
  {
    "quote": "People who love themselves come across as very loving, generous and kind; they express their self-confidence through humility, forgiveness and inclusiveness.",
    "author": "Sanaya Roman"
  },
  {
    "quote": "I just moved into a new house, so I love spending time at home. Everything for me is all about self-care ... I really feel that if I’m at my best, then I’m able to come to my job and really be feeling the best. So if I’m not working out or going on a hike, then I’m at home recharging and cooking dinner and hanging out with my cat.",
    "author": "Lea Michele"
  },
  {
    "quote": "The most important thing in life is to stop saying ‘I wish’ and start saying ‘I will.’ Consider nothing impossible, then treat possibilities as probabilities.",
    "author": "Charles Dickens"
  },
  {
    "quote": "Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare.",
    "author": "Audre Lorde"
  },
  {
    "quote": "Do something nice for yourself today. Find some quiet, sit in stillness, breathe. Put your problems on pause. You deserve a break.",
    "author": "Akiroq Brost"
  }
]
